/* `welcomeLabel` UILabel text default value */
"Welcome" = "환영";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "다운로드해 주셔서 감사합니다";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "활성화 프로세스를 시작하려면 환영 전자메일에 포함된 지침에 따르십시오.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "일일 태스크 관리를 완벽하게 파악하고 프로젝트에서 쉽게 협업할 수 있습니다.";

"ScanInstruction" = "활성화 프로세스를 시작하려면 보안 QR 코드를 스캔하십시오.";

"DiscoveryServiceInstruction" = "활성화 프로세스를 시작하려면 전자메일 주소를 입력하십시오.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "계정 확인 중...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "시작";

"Scan" = "스캔";

/* `demoLabel` UILabel text default value */
"Explore" = "자세히 알아보고 싶으십니까?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "데모 사용해 보기";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "패스코드 설정";

/* The title for the enter passcode screen. */
"PasscodeKey" = "패스코드";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "패스코드 선택";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "패스코드 확인";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "패스코드를 다시 입력하십시오.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "패스코드를 확인하십시오.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "패스코드를 입력하십시오.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "패스코드 변경";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "현재 패스코드를 입력하십시오.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "나중에";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "뒤로";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "다음";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "완료";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "앱 잠금을 해제하려면 %d자 이상의 패스코드를 선택하십시오.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "앱 잠금을 해제하려면 %d자리 이상의 패스코드를 선택하십시오.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "다음을 포함시키십시오.";

/* The group name for lower case letters. */
"LowerCaseKey" = "소문자(a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "대문자(A-Z)";

/* The group name for digits. */
"DigitsKey" = "숫자(0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "기호(!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "패스코드 재설정";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "패스코드 유효성 확인에 실패했습니다.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "FUIPasscodeControllerDelegate에서 패스코드가 거부되었습니다.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "재시도";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " 이제 사용할 수 있습니다!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Touch ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "신속한 보안 액세스를 위해 Touch ID를 활성화하십시오.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Touch ID가 비활성화되어 있으면 장치 패스코드를 묻는 메시지가 표시됩니다.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Face ID를 사용하여 정보에 더 빠르게 액세스할 수 있습니다.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "설정에서 언제든지 이 기능을 켜거나 끌 수 있습니다.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "신속한 보안 액세스를 위해 Face ID를 활성화하십시오.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Face ID가 비활성화되어 있으면 장치 패스코드를 묻는 메시지가 표시됩니다.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Touch ID를 사용하려면 장치 설정에서 지문을 추가하십시오.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "설정 - Touch ID 및 패스코드에서 언제든지 추가할 수 있습니다.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Face ID를 사용하려면 장치 설정에서 Face ID를 등록하십시오.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "설정 - Face ID 및 패스코드에서 언제든지 등록할 수 있습니다.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Touch ID에 대해 자세히 알아보기";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Face ID에 대해 자세히 알아보기";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "사용";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Touch ID로 인증";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Face ID로 인증";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "오류";

/* The error title. */
"AuthenticationErrorKey" = "인증 오류";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "앱을 사용하려면 Touch ID를 사용하여 인증하십시오.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "앱을 사용하려면 Face ID를 사용하여 인증하십시오.";

/* The authenticate button text. */
"AuthenticateKey" = "인증";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "패스코드가 일치하지 않습니다. 다시 시도하십시오.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "%d번 더 시도할 수 있습니다.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "1번 더 시도할 수 있습니다.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "더 이상 시도할 수 없습니다.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "패스코드를 재설정하려면 로그인하십시오.";

/* The text of the dismiss button on the alert. */
"OKKey" = "확인";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "패스코드가 올바르지 않습니다. 다시 시도하십시오.";

/* The scan page title string. */
"ScanKey" = "스캔";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "스캔 실패";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "QR 코드 이미지를 선택하십시오.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "QR 코드가 올바르지 않음";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR 코드가 인식되지 않았습니다.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "사진 액세스 허용";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "QR 코드 이미지를 선택하려면 장치의 개인정보 보호 설정에서 사진에 액세스할 수 있게 하십시오.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "카메라 액세스 허용";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "카메라를 사용하여 스캔하려면 장치의 개인정보 보호 설정에서 카메라에 액세스할 수 있게 하십시오.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "설정";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "확인";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "스캔이 완료되었습니다. 다음에 연결됩니다.";

/* The title string for the \"Continue\" button */
"ContinueKey" = "계속";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "시작";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "활성화";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "환영 전자메일을 받으면 전자메일에 포함된 활성화 링크를 따르십시오. 또는 전자메일 주소를 입력하거나 QR 코드를 스캔하여 온보딩을 시작하십시오.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "다음";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "또는";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "스캔";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "동의";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "동의 안 함";

/* The authentication title. */
"AuthenticationKey" = "인증";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "인증하려면 사용자 이름과 비밀번호를 입력하십시오.";

/* Username input field placeholder string */
"usernameKey" = "사용자 이름";

/* Password input field placeholder string */
"passwordKey" = "비밀번호";

/* Sign In button string. */
"SignInKey" = "로그인";

/* Error message when failed to sign in. */
"SignInErrorKey" = "자격 증명이 올바르지 않습니다. 다시 시도하십시오.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "활성화 프로세스를 시작하려면 아래에 정보를 입력하십시오.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "정보 확인 중...";

/* Cancel button string. */
"CancelKey" = "취소";

/* Allow button string. */
"AllowKey" = "허용";

/* Deny button string. */
"DenyKey" = "거부";

/* No button string. */
"NoKey" = "아니오";

/* Quit button string. */
"QuitKey" = "종료";

/* GiveConsent button string. */
"GiveConsentKey" = "동의";

/* Navbar title string. */
"StepKey" = "단계";

/* Navbar title string. */
"OfKey" = "/";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "온보딩 프로세스를 종료하시겠습니까?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "동의하지 않으면 온보딩을 계속할 수 없습니다.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "사용자 전환 또는 추가";

/* Title for Log In button */
"LogInKey" = "로그인";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "이 장치에서 사용자 검색";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "패스코드를 잊으셨습니까?";

